<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>Selfit 개인정보처리방침</title>
<link type="text/css" rel="stylesheet" href="css/common.css">
</head>
<body>

<div id="header">
	<%@ include file="header.jsp" %>
</div>
<div id="contents">
<h3>개 인 정 보 처 리 방 침</h3>
<br>
<textarea readonly rows="30" cols="150" style="resize: none;">
01. 개인정보처리방침

Selfit은 이용자의 ‘동의를 기반으로 개인정보를 수집·이용 및 제공’ 하고 있으며, 이용자의 권리(개인정보 자기결정권)를 적극적으로 보장합니다.

셀핏은 정보통신서비스제공자가 준수하여야 하는 대한민국의 관계 법령 및 개인정보보호 규정, 가이드라인을 준수하고 있습니다.

'개인정보처리방침'이란 이용자의 소중한 개인정보를 보호함으로써 이용자가 안심하고 서비스를 이용할 수 있도록 셀핏이 준수해야 할 지침을 의미합니다.


02. 개인정보수집

모든 이용자는 Selfit 서비스를 이용할 수 있고, 회원가입을 통해 더욱 다양한 서비스를 제공받을 수 있습니다.
이용자의 개인정보를 수집하는 경우에는 반드시 사전에 이용자에게 해당 사실을 알리고 동의를 구하도록 하겠습니다.
수집방법에는 서비스 이용, 이벤트 응모, 고객센터, 팩스, 전화 등이 있으며, 아래의 원칙을 준수하고 있습니다. 

1.
서비스 제공에 필요한 최소한의 개인정보를 수집합니다. 
필수정보란? :  해당 서비스의 본질적 기능을 수행하기 위한 정보
선택정보란? :  보다 특화된 서비스를 제공하기 위해 추가 수집하는 정보 (선택 정보를 입력하지 않은 경우에도 서비스 이용 제한은 없습니다.) 

2.
민감 정보를 수집하지 않습니다. 
민감정보란? : 이용자의 소중한 인권을 침해할 우려가 있는 정보 (인종, 사상 및 신조, 정치적 성향이나 범죄기록, 의료정보 등)
단, 법령에서 민감 정보의 처리를 요구하거나 허용하는 경우에는 반드시 사전에 이용자에게 해당 사실을 알리고 동의를 구하도록 하겠습니다.


03. 개인정보이용

이용자의 개인정보를 다음과 같은 목적으로만 이용하며, 목적이 변경될 경우에는 반드시 사전에 이용자에게 동의를 구하도록 하겠습니다. 

1.
이용자 식별, 가입의사 및 연령 확인, 불량회원 부정이용 방지, 만 14세 미만 아동 개인정보 수집 시 법정 대리인 동의여부 확인, 법정 대리인 권리행사 시 본인 확인 

2.
다양한 서비스 제공, 문의사항 또는 불만 처리, 공지사항 전달 

3.
이용자와 약속한 서비스 제공, 유료 서비스 구매 및 이용 시 요금 정산 

4.
신규 서비스 개발, 이벤트 행사 시 정보 전달, 마케팅 및 광고 등에 활용 

5.
서비스 이용 기록과 접속 빈도 분석, 서비스 이용에 대한 통계, 프라이버시 보호 측면의 서비스 환경 구축, 맞춤형 서비스 제공, 서비스 개선에 활용


이용자의 개인정보를 수집 및 이용 목적, 이용 기간에만 제한적으로 이용하고 있으며, 탈퇴를 요청하거나 동의를 철회하는 경우 지체 없이 파기합니다.

다만 관계법령에 의해 보관해야 하는 정보는 법령이 정한 기간 동안 보관합니다.


04. 개인정보파기

이용자의 개인정보에 대해 개인정보의 수집·이용 목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다.

다만 관계법령에 의해 보관해야 하는 정보는 법령이 정한 기간 동안 보관한 후 파기합니다.
이때 별도 저장 관리되는 개인정보는 법령에 정한 경우가 아니고서는 절대 다른 용도로 이용되지 않습니다.

전자적 파일 형태인 경우 복구 및 재생되지 않도록 기술적인 방법을 이용하여 완전하게 삭제하고, 그 밖에 기록물, 인쇄물, 서면 등의 경우 분쇄하거나 소각하여 파기합니다.

</textarea>
</div>
<div id="footer">
	<%@ include file="footer.jsp" %>
</div>
</body>
</html>